keywords = {
    "MACRO_KEYWORDS" : [
        # 성장, 경기
        "GDP", "경기", "성장률", "리세션", "침체", "연착륙", "경기둔화",
        # 물가, 인플레이션
        "물가", "인플레이션", "디플레이션", "CPI", "PCE", "생산자물가",
        # 통화정책, 금리
        "금리", "기준금리", "연준", "Fed", "FOMC", "양적완화", "양적긴축",
        "긴축", "완화", "자이언트 스텝", "빅스텝",
        # 재정정책, 정부 지출
        "재정적자", "국채", "부채한도", "정부지출", "예산안", "재정정책",
        # 무역, 환율, 달러
        "환율", "달러", "달러화", "달러 강세", "달러 약세", "무역적자",
        "무역수지", "관세", "수입", "수출",
        # 금융시장, 금융불안
        "국채수익률", "채권금리", "국채금리", "은행위기", "신용위기",
        "유동성", "스프레드",
        # 글로벌/지정학
        "중국 경기", "유럽 경기", "OPEC", "원유 감산", "전쟁", "제재",
        "지정학 리스크", "우크라이나", "중동 분쟁",
    ],

    "US_FOCUS_KEYWORDS" : [
        "미국", "연준", "Fed", "FOMC", "미국 경제", "미국 물가", "미국 금리",
        "미국 국채", "달러", "달러화"
    ]
}